export const educationData = {
  fall_from_height: {
    title: "추락",
    subtitle: "신고는 기본입니다",
    content: [
      "1. 가장 먼저 환자의 어깨를 두드리고, 대화가 가능한지 확인합니다.",
      "2. 뇌 또는 척추의 손상이 의심된다면, 환자를 절대 움직이게 하면 안 됩니다.",
      "3. 골절이 의심된다면 부목을 이용해 고정해 주세요.",
      "4. 출혈이 있을 경우, 거즈나 천으로 압박을 해주세요.",
    ],
  },
  entrapment: {
    title: "끼임",
    subtitle: "신고는 기본입니다",
    content: [
      "1. 기계를 멈춰주세요.",
      "2. 가능하다면 환자를 안전한 장소로 옮겨 추가 부상을 막아주세요. 강제로 꺼내는 것은 금지입니다.",
      "3. 의식, 호흡, 출혈 등 환자의 기본적인 상태를 파악해주세요.",
    ],
  },
  electric_shock: {
    title: "감전",
    subtitle: "신고는 기본입니다",
    content: [
      "1. 절대 환자를 직접 만지지 마세요.",
      "2. 전원 스위치를 차단하여 전기를 단절해 주세요.",
      "3. 환자를 전원에서 안전하게 분리해주세요.",
      "4. 의식, 호흡 등 환자 상태를 살펴주세요.",
      "5. 호흡이 없다면 CPR (심폐소생술)을 실시하세요.",
      "6. 감전 사고는 병원 정밀 검진이 필수입니다. 반드시 병원에 내진하세요.",
    ],
  },
  slip_and_fall: {
    title: "넘어짐",
    subtitle: "신고는 기본입니다",
    content: [
      "※ 골절 혹은 출혈 이상의 큰 부상만 해당됩니다.",
      "1. 골절이 의심될 경우, 부상 부위가 움직이지 않도록 부목을 대주거나 고정해 주세요. 강제로 뼈를 원래 상태로 돌려놓으려는 시도는 절대 금지입니다.",
      "2. 눈에 보이는 출혈이 있을 경우, 깨끗한 거즈나 천으로 상처 부위를 압박하여 지혈해 주세요.",
    ],
  },
  falling_object: {
    title: "낙하물",
    subtitle: "신고는 기본입니다",
    content: [
      "※ 골절 혹은 출혈 이상의 큰 부상만 해당됩니다.",
      "1. 골절이 의심될 경우, 부상 부위가 움직이지 않도록 부목을 대주거나 고정해 주세요. 강제로 뼈를 원래 상태로 돌려놓으려는 시도는 절대 금지입니다.",
      "2. 눈에 보이는 출혈이 있을 경우, 깨끗한 거즈나 천으로 상처 부위를 압박하여 지혈해 주세요.",
    ],
  },
  heatstroke: {
    title: "열사병 / 탈진",
    subtitle: "신고는 기본입니다",
    content: [
      "1. 환자 발견 즉시 119에 신고하고, 환자를 시원한 곳으로 옮겨주세요.",
      "2. 꽉 끼는 옷을 벗기고, 몸에 찬물을 적셔주거나 젖은 물수건을 이용해 몸을 닦아주세요.",
      "3. 주변에 얼음이 있다면, 얼음주머니를 만들어 목과 겨드랑이 등 큰 혈관이 지나가는 부위에 대주세요.",
      "4. 의식이 있다면 찬 이온 음료 또는 일반 찬물을 조금씩 마시게 해주세요.",
    ],
  },
  fire: {
    title: "화재",
    subtitle: "신고는 기본입니다",
    content: [
      "1. 즉시 비상벨을 울려 주변에 알려주세요.",
      "2. 신속하게 대피하세요.",
      "3. 연기나 유해 가스에 의한 질식이 가장 위험합니다. 옷으로 입을 막고 빠르게 화재 현장을 벗어나세요.",
    ],
  },
  collapse: {
    title: "붕괴",
    subtitle: "신고는 기본입니다",
    content: [
      "1. 자신의 안전을 가장 먼저 확보하세요. 추가 붕괴 위험이 있는 지역에 접근하지 마세요.",
      "2. 사고 현장에 있는 작업 인원, 대피 인원, 매몰자 현황 등을 파악하여 119에 전해주세요.",
      "3. 매몰자를 구조하려 하지 말고, 2차 붕괴 등의 위험을 고려하여 구조팀이 도착하기를 기다리세요.",
    ],
  },
};
